{
  "logo": "s",
  "navLink1": "Services",
  "navLink2": "Our Cars",
  "navLink3": "About us",
  "navLink4": "Contacts",
  "welcome": "Welcome to Our Student Transportation Service",
  "description": "At Abohassan, we are committed to providing safe and reliable transportation solutions for female students in Riyadh. Our services include transportation from neighborhoods such as Al-Laban Al-Sharqiya and Al-Laban Al-Gharbi, as well as popular locations like Hayat Mall, Marina Mall, Riyadh Gallery, and Panorama Mall.",
  "heroButton": "Get in Touch",
  "heroButton2": "+966 0105 474 5996",
  "serviceSectionTag": "Experience Excellence",
  "serviceSectionHeader": "Exceptional Services Tailored for You",
  "serviceSectionSubHeader": "Discover a range of premium services designed to cater to your unique needs. Our commitment is to provide you with the highest standards of convenience and safety.",
  "serviceCards": [
    {
      "title": "Affordable Pricing",
      "description": "Competitive rates that offer excellent value for your money."
    },
    {
      "title": "VIP Services",
      "description": "Exclusive VIP services ensuring a luxurious experience."
    },
    {
      "title": "Secure Transportation",
      "description": "Top-notch security measures for a safe journey."
    },
    {
      "title": "High-Speed 5G Wifi",
      "description": "Enjoy ultra-fast internet connectivity throughout your ride."
    },
    {
      "title": "Punctuality",
      "description": "Reliable and timely services to fit your schedule."
    },
    {
      "title": "Experienced Drivers",
      "description": "Highly skilled and professional drivers ensuring a smooth ride."
    }
  ],
  "stats": {
    "items": [
      {
        "title": "10+",
        "description": "Trained Drivers"
      },
      {
        "title": "25+",
        "description": "Exclusive VIP services"
      },
      {
        "title": "15+",
        "description": "Top-notch security measures Vehicles"
      }
    ]
  },
  "about2title": "Fast, safe and reliable in Riyadh",
  "about2describtion": "We provide university transportation services and Delivery of female students: College of Technology in Riyadh - Digital College in Riyadh.",
  "bannerTitle": "Enhance Your Daily Commute",
  "bannerSubtitle": "Start using our transportation service today",
  "bannerDescription": "Join us for a safe, reliable, and comfortable transportation experience tailored for female students in Riyadh. Let us handle your commute so you can focus on what really matters.",
  "bannerCtaButton": "Get Started",
  "bannerContactNumber": "+966 0105 474 5996",
  "bannerAdditionalInfo": "For inquiries or to book your ride, contact us anytime.",
  "sectionCarTagline": "Reliable and Comfortable",
  "sectionCarTitle": "A Better Transportation Experience",
  "sectionCarDescription": "The Hyundai H1 is designed to offer spacious comfort and reliable performance. Whether you're commuting or taking a long trip, the H1 provides a superior driving experience.",
  "sectionCarDescription2": "the H1 may offer additional comfort amenities such as rear air conditioning vents, USB charging ports, and entertainment systems. These features contribute to a more enjoyable and pleasant travel experience for passengers.",
  "Carfeatures": [
    {
      "title": "Spacious Interior",
      "description": "The Hyundai H1 offers ample space for passengers, making it ideal for group travels. Enjoy a comfortable ride with plenty of legroom and luggage capacity."
    },
    {
      "title": "Advanced Safety Features",
      "description": "Equipped with the latest safety technologies, the H1 ensures the security of all passengers. Drive with peace of mind knowing that you're protected on the road."
    },
    {
      "title": "Efficient Performance",
      "description": "Powered by a robust engine, the Hyundai H1 delivers efficient performance while maintaining fuel economy. Perfect for both city driving and longer journeys."
    },
    {
      "title": "High-Speed Wi-Fi",
      "description": "Stay connected on the go with super fast 5G Wi-Fi available in the Hyundai H1. Whether you're working or streaming, enjoy uninterrupted internet access during your travels."
    }
  ],
  "sectionCarDescription3": "the H1 may offer additional comfort amenities such as rear air conditioning vents, USB charging ports, and entertainment systems. These features contribute to a more enjoyable and pleasant travel experience for passengers.",
  "sectionCarTitle2": "Are you looking for a better transportation experience?",
  "sectionCarDescription4": "Enjoy a safe, reliable, and comfortable transportation service designed specifically for female students in Riyadh. Let us handle your commute so you can focus on what truly matters.",
  "offers": "Offers",
  "offerItems": [
    {
      "title": "Spacious Interior",
      "tag": "Hyundai H1"
    },
    {
      "title": "Advanced Safety Features",
      "tag": "security"
    },
    {
      "title": "Efficient Performance",
      "tag": "economy"
    }
  ],
  "banner2text": "here in abohassan we use very specific protocols to make sure every thing is safe and secure also we provide top-notch comfort vehicles"
}